[
    {
        "id" : 1,
        "nombre" : "Paleta de sombras Swear By It Shadow Palette",
        "precio" : "39 €",
        "descripcion" : "La paletas de sombras Swear by It Shadow Palette se ha convertido en uno de nuestros productos más deseados. No nos extraña, es tan increíble como parece. Apta para cualquier persona, cuenta con 40 tonos fríos y cálidos –desde un marrón chocolate o un verde azulado profundo a un naranja o un amarillo mostaza– con sorprendentes acabados mates, metalizados y satinados. Una paleta que te asegurará conseguir el look perfecto para cualquier ocasión. Y si lo que buscas es sorprender a alguien con el mejor regalo, no lo dudes, esta paleta encanta a todo el mundo. Desde maquilladores profesionales, hasta a aquellos que solo se maquillan para ir a una fiesta.",
        "imagen": "img/producto1.jpg"
    },
    {
        "id" : 2,
        "nombre" : "BRILLO DE LABIOS SHINE LOUD",
        "precio" : "11 €",
        "descripcion" : "Descubre nuestro Brillo de Labios de alta pigmentación #1 con hasta 16 horas de duración y sin marcas. Con una sola pasada, esta fórmula vegana, ligera y agradable ofrece un color vibrante con un acabado ultrabrillante y no pegajoso.",
        "imagen": "img/producto2.jpg"
    },
    {
        "id" : 3,
        "nombre" : "Can't Stop Won't Stop Full Coverage Foundation",
        "precio" : "16 €",
        "descripcion" : "Ligera, resistente al agua y de larga duración, esta base de maquillaje de la gama Can't Stop Won't Stop aguanta impecable en tu rostro durante todo el día. Su fórmula líquida es muy favorecedora y no deja marca, además está disponible en 45 tonos diferentes para que nadie se quede sin la suya. Gracias a su textura cremosa, se aplica fácilmente, ofreciendo una cobertura mate y un color que se mantiene sin moverse hasta 24 horas en tu rostro. Además, contribuye a controlar los brillos y matificar el rostro durante todo el día. Pero la cosa no se queda ahí: esta base es no comedogénica y es adecuada para todas las pieles; normales, grasas, mixtas y sensibles. ¡No te resistas!",
        "imagen": "img/producto3.jpg"
    },
    {
        "id" : 4,
        "nombre" : "PREBASE DE MAQUILLAJE MARSHMELLOW SMOOTHING PRIMER",
        "precio" : "16 €",
        "descripcion" : "¡Descubre el efecto Marshmellow! Esta extraordinaria prebase 10 en 1 está enriquecida con un extracto suavizante de raíz de malvavisco que da lugar a 10 beneficios increíbles para prolongar la duración del maquillaje.",
        "imagen": "img/producto4.jpg"
    },
    {
        "id" : 5,
        "nombre" : "Máscara de pestañas Worth the Hype Volumizing & Lengthening ",
        "precio" : "10 €",
        "descripcion" : "Confía en nosotros: si lo que buscas son unas pestañas más oscuras, más tupidas y con una belleza explosiva durante todo el día, Worth the Hype Volumizing & Lengthening Máscara de pestañas es lo que estabas buscando. Fácil de aplicar, cómoda de llevar: esta fórmula modulable hace realmente lo que promete, consiguiendo que la frase 'merece la pena' recobre todo su sentido. Además, incluye un cepillo de punta cónica para extender, modular y alargar hasta las pestañas más pequeñas del ángulo interno del ojo.",
        "imagen": "img/producto5.jpg"
    },
    {
        "id" : 6,
        "nombre" : "Paleta De Sombras Ultimate Festival Palette",
        "precio" : "20 €",
        "descripcion" : "Crea tu propio lookazo de festival con estas sombras ultrapigmentadas en acabados mate y metalizados. Sombras compactas muy fáciles de difuminar, que van desde rosas intensos hasta morados eléctricos pasando por naranjas vibrantes. Cuando quieras y dónde quieras, prepara tu look con los 16 tonos de nuestra nueva Paleta de Sombras Ultimate Festival Palette. ",
        "imagen": "img/producto6.jpg"
    },
    {
        "id" : 7,
        "nombre" : "PALETAS DE CORRECTORES DEL COLOR COLOUR CORRECTING PALETTE",
        "precio" : "13 €",
        "descripcion" : "Combina los colores para unificar tu tono de tu piel. Consigue un aspecto de cine con la nueva paleta de correctores Colour Correcting. Combina las 6 sombras correctoras para unificar tu tono, su fórmula ligera se extiende facilmente para conseguir un acabado super uniforme y una sensación suave y agradable en tu piel. ",
        "imagen": "img/producto7.jpg"
    },
    {
        "id" : 8,
        "nombre" : "Polvos bronceadores California Beamin’ Face & Body",
        "precio" : "11 €",
        "descripcion" : "Impresiona con nuestros nuevos polvos bronceadores California Beamin’ Face & Body. Este bronceador de tamaño extra grande está disponible en seis tonos que harán que suban las temperaturas. Con una textura cremosa, nuestros polvos se aplican por rostro y cuerpo para dejar un bronceado cálido con un acabado satinado muy favorecedor. Todos los tonos se funden perfectamente con el rostro y el cuerpo para crear un efecto de segunda piel perfecto. ",
        "imagen": "img/producto8.jpg"
    }
]